[
    {
        "id":0,
        "title":"DEUX ÉTAGES OU PLUS À VENDRE",
        "image":"design9/image1.png",
        "price":"499,000",
        "summary":"C'est pour une famille débutante, où la sûreté et la sécurité sont assurées par un endroit calme et respecté",
        "desc":"Joli plain-pied, très bien entretenu, 3 chambres à coucher, pièces spacieuses et ensoleillées, cuisine avec beaucoup de rangement, idéal pour jeunes famille, professionnels, ou jeunes retraités. Terrain paysagé et clôturé et terrasse muni d'un gazebo. À proximité de tous les services. Venez le découvrir, vous serez charmé",
        "size":"size",
        "bedrooms":"3",
        "rooms":"10",
        "bathrooms":"3",
        "garage":"N/A",
        "extras":"Gas FirePlace",
        "lot":"7,157 SF",
        "location":"SAINT-DONAT",
        "year":"2017"
    },
    {
        "id":1,
        "title":"UN INCONTOURNABLE!!",
        "image":"design9/image2.png",
        "price":"774,900",
        "summary":"C'est pour une famille qui se nourrit de la nature. Une maison merveilleuse pour les calmes et concentrés",
        "desc":"Splendide propriété possédant de 3 chambres à coucher, 1 salle de bain, 1 salle d'eau et un grand garage double avec plafond d'une hauteur de 11.5 pieds. À l'intérieur, sa cuisine fonctionnelle possédant un comptoir de granite et un îlot central, la fenestration abondante laissant entrer un maximum de luminosité naturelle et ses grandes pièces sauront vous charmer. De plus, la maison est équipée d'un foyer, d'un échangeur d'air et d'une thermopompe centrale pour encore plus de confort! Construite sur un terrain de plus de 57500pi2. Localisée dans un secteur boisé et tranquille arborant une vaste cour arrière intime,équipé de balcons.À voi",
        "size":"57,535 SF",
        "rooms":"15",
        "bathrooms":"2",
        "garage":"N/A",
        "extras":"Gas FirePlace",
        "lot":"lot size",
        "location":"SAINT-COLOMBAN",
        "year":"2010"
    },
    {
        "id":2,
        "title":"POUR LA FAMILLE DÉBUTANTE",
        "image":"design9/image3.png",
        "price":"439,900",
        "summary":"C'est pour la banlieue en plein air où le ski et la randonnée sont la passion des sorties du week-end.",
        "desc":"Joli plain-pied, très bien entretenu, 3 chambres à coucher, pièces spacieuses et ensoleillées, cuisine avec beaucoup de rangement, idéal pour jeunes famille, professionnels, ou jeunes retraités. Terrain paysagé et clôturé et terrasse muni d'un gazebo. À proximité de tous les services. Venez le découvrir, vous serez charmé",
        "size":"6,047 SF",
        "rooms":"11",
        "bathrooms":"4",
        "extras":"Gas FirePlace",
        "garage":"single",
        "lot":"6,047 SF",
        "location":" SAINT-JÉRÔME",
        "year":"2005"
    },
    {
        "id":3,
        "title":"Résidence secondaire bien structurée",
        "image":"design9/image4.png",
        "price":"895,000",
        "summary":"Il s'agit d'une grande résidence secondaire où la nature, la tranquillité un espace est d'importance.",
        "desc":"SUPERBE CONTEMPORAINE AVEC GARAGE TRIPLE! Construction de qualité supérieure offrant un rendement énergétique supérieur et une fenestration bien pensé. Hall d'entrée avec walk-in, salon avec foyer, cuisine spacieuse et lumineuse avec comptoir quartz, îlot central et immense garde-manger walk-in. 4 chambres de bonnes dimensions, 2 salles de bain, salle de lavage à l'étage. L'entrée est déjà pavé, le terrassement est fait avec système d'irrigation et une grande remise à l'arrière. Secteur paisible et homogène à proximité de l'autoroute et services. Prise de possession rapide possible! VENEZ VOIR!",
        "size":"size",
        "rooms":"9",
        "bathrooms":"3",
        "bedrooms":"4",
        "garage":"single",
        "extras":"Gas FirePlace",
        "lot":"16,254 SF",
        "location":"St-Julie",
        "year":"2020"
    },
    {
        "id":4,
        "title":"Une première entrée simple et abordable",
        "image":"design9/image5.png",
        "price":"439,900",
        "summary":"Une petite maison de type bungalow/sous-sol, parfaite pour les premiers débutants.",
        "desc":"Maison impeccable de l'intérieur comme de l'extérieur vous offant beaucoup d'extras. Cuisine haut de gamme avec beaucoup d'extras. Chambres spacieuses, grandes pièces et grandes fenêtres au sous-sol pour plus de luminosité. Plancher de bois franc haut de gamme de qualité supérieur. Cour extérieur très intime offrant une haie de cèdre mature et un grand cabanon pour plus d'espace. Descente d'escalier avec main courante en bois franc, mur de brique décoratif du sous-sol de qualité. Salle de bain complète et salle d'eau au sous-sol offrant la possibilité de faire une 2e salle de bain.",
        "size":"size",
        "rooms":"8",
        "bedrooms":"3",
        "bathrooms":"2",
        "garage":"single",
        "extras":"Gas FirePlace",
        "lot":"5,096 SF",
        "location":"SAINT-JÉRÔME",
        "year":"2005"
    },
    {
        "id":5,
        "title":"Une nouvelle maison contemporaine moderne",
        "image":"design9/image6.png",
        "price":"449,900",
        "summary":"Une nouvelle maison, conçue avec une touche contemporaine et parfaite pour une petite famille désireuse de vivre à proximité des stations de ski et des activités de randonnée.",
        "desc":"Splendide propriété composée de 4 chambres à coucher, d'une salle d'eau et de 2 grandes salles de bain. À l'intérieur, la cuisine fonctionnelle avec son grand îlot et son immense garde-manger de style walk-in, la belle fenestration laisse entrer un maximum de luminosité naturelle et le concept à aire ouverte saura assurément vous charmer. Le sous-sol est quant à lui bien aménagé et il possède un magnifique plancher d'époxy. Encore sous la garantie de maison neuve. Cette rareté est construite sur un terrain de plus de 5 000 pi2. Grande cour arrière possédant un grand balcon et convenant à tout type de projets. Il s'agit d'un coup de coeur!",
        "size":"size",
        "rooms":"15",
        "bathrooms":"2",
        "bedrooms":"4",
        "garage":"N/A",
        "extras":"N/A",
        "lot":"5,149 SF",
        "location":"SAINT-JÉRÔME",
        "year":"2020"
    }
]